Repository: expert-m/freekeys
Catalog: includes/auth/locale/*/LC_MESSAGES/lang.po
Languages: ru_ru

source: Account or IP banned until %s.
ru_ru: Аккаунт или IP забанен до %s.

source: Login or password is not entered.
ru_ru: Не указан логин или пароль.

source: Login or password is incorrect.
ru_ru: Неверно введен логин или пароль.

source: Attempting to enter the account "%s"
ru_ru: Попытка входа в аккаунт "%s".

source: You are logged in as "%s".
ru_ru: Вы вошли как "%s".

source: CAPTCHA entered incorrectly.
ru_ru: CAPTCHA введена неверно.

source: Passwords do not match.
ru_ru: Введенные пароли не совпадают.

source: Email address is considered valid.
ru_ru: Указанный email является ошибочным.

source: This login is already registered.
ru_ru: Пользователь с таким логином уже зарегистрирован.

source: Registration was successful.
ru_ru: Регистрация прошла успешно.

source: Unknown error.
ru_ru: Неизвестная ошибка.

source: You are not logged in.
ru_ru: Вы не вошли в систему.

source: Profile changed successfully.
ru_ru: Профиль успешно изменен.

source: The user with ID not found.
ru_ru: Пользователя с таким ID не существует.

source: Facebook successfully linked.
ru_ru: Facebook страница успешно привязана к профилю.

source: VK successfully linked.
ru_ru: ВКонтакте страница успешно привязана к профилю.
